package com.javarush.task.task01.task0103;

/* 
Мой юный друг

Сейчас 3126 год. Мой друг родился 8 лет назад. Написать программу, выводящую на экран год рождения моего друга.
*/

public class Solution {
    public static void main(String[] args) {
        //напишите тут ваш код
        int year = 3126;
        System.out.println(year - 8);
    }
}
